Repository: mfkrdmn/DR-reka-Company-Website-Project
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ar, de, tr

source: Hello
ar: مرحبًا
de: Hallo
tr: Merhaba

source: English
ar: إنجليزي
de: Englisch
tr: İngilizce

source: Turkish
ar: اللغة التركية
de: Türkisch
tr: Türkçe

source: German
ar: ألمانية
de: Deutsch
tr: Almanca

source: arabic
ar: عربي
de: Arabisch
tr: Arapça

source: AVIATION</span><span> SEGMENTS
ar: قطاعات الطيران
de: AVIATION-Segmente
tr: HAVACILIK SEGMENTLERİ

source: COMMERCIAL AIRCRAFTS
ar: الطائرات التجارية
de: KOMMERZIELLE FLUGZEUGE
tr: Ticari Havaaraçları

source: HELICOPTERS
ar: طائرات الهليكوبتر
de: HUBSCHRAUBER
tr: HELİKOPTERLER

source: BUSINESS JETS
ar: طائرات الأعمال
de: GESCHÄFTSJETS
tr: İŞ JETLERİ

source: PRIVATE AIRCRAFTS
ar: طائرات خاصة
de: PRIVATE FLUGZEUGE
tr: Özel Havaaraçları

source: UAV (UNMANNED AERIAL VEHICLE) - DRONES
ar: الطائرات بدون طيار (الطائرات بدون طيار) - الطائرات بدون طيار
de: UAV (UNMANNED AERIAL VEHICLE) – DROHNEN
tr: İHA (İNSANSIZ HAVA ARACI) - DRONLAR

source: OEM/PMA</span><span> SEGMENTS
ar: قطاعات OEM و PMA
de: OEM & PMA Segmente
tr: OEM & PMA SEGMENTLERİ

source: ENGINES
ar: محركات
de: MOTOREN
tr: MOTORLAR

source: AVIONICS
ar: طيران
de: AVIONIK
tr: AVİYONİK

source: Tires, Breaks, Gears, Bearings
ar: الإطارات ، الكوابح ، التروس ، المحامل
de: Reifen, Bremsen, Zahnräder, Lager
tr: Lastikler, Frenler, Dişliler, Rulmanlar

source: CONSUMABLES
ar: مستهلكات
de: VERBRAUCHSMATERIAL
tr: SARF MALZEMELERİ

source: Hardware & Standart Parts
ar: قطع غيار الأجهزة والقياسات
de: Hardware & Standardteile
tr: Donanım ve Standart Parçalar

source: Interıors
ar: الداخلية
de: Innenräume
tr: iç mekanlar

source: Structual
ar: الهيكلي
de: Strukturell
tr: Yapısal

source: Safety & Oxygen
ar: السلامة والأكسجين
de: Sicherheit & Sauerstoff
tr: Güvenlik ve Oksijen

source: Ground Supporting Equipments
ar: معدات الدعم الأرضي
de: Bodenunterstützende Ausrüstungen
tr: Yer Destek Ekipmanları

source: Sustainable Aviation Solutions
ar: حلول طيران مستدامة
de: Nachhaltige Luftfahrtlösungen
tr: Sürdürülebilir Havacılık Çözümleri

source: Avıatıon
ar: تمويل
de: Luftfahrt
tr: Havacılık

source: Fınance
ar: تمويل
de: Finanzen
tr: Finans

source: Career
ar: حياة مهنية
de: Karriere
tr: Kariyer

source: Contact
ar: اتصال
de: Kontakt
tr: İletişim

source: logout
ar: تسجيل خروج
de: Ausloggen
tr: Çıkış Yap

source: LOGIN
ar: تسجيل الدخول
de: ANMELDUNG
tr: Giriş Yap

source: REKA Group Companies
ar: مجموعة شركات REKA
de: Unternehmen der REKA-Gruppe
tr: REKA Grup Şirketleri

source: REKA GLOBAL SERVES EXCELLENT AVIATION OPERATIONS WITH EXPERTS TO BUILD TRUST ON INTERNATIONAL TRADE,AVIATION SUPPLY-CHAIN, GSE SUPPORT SERVICES, FINANCE, COMMERCE, REAL ESTATE AND DEVELOPMENT.
ar: REKA Global Services عمليات طيران ممتازة مع خبراء لبناء الثقة في التجارة الدولية وسلسلة توريد الطيران وخدمات دعم GSE والتمويل والتجارة والعقارات والتنمية.
de: REKA GLOBAL UNTERSTÜTZT AUSGEZEICHNETE LUFTFAHRTBETRIEBE MIT EXPERTEN, UM VERTRAUEN IN DEN INTERNATIONALEN HANDEL, LUFTFAHRT-LIEFERKETTE, GSE-UNTERSTÜTZUNGSDIENSTE, FINANZEN, HANDEL, IMMOBILIEN UND ENTWICKLUNG ZU SCHAFFEN.
tr: REKA GLOBAL, ULUSLARARASI TİCARET, HAVACILIK TEDARİK ZİNCİRİ, GSE DESTEK HİZMETLERİ, FİNANS, TİCARET, GAYRİMENKUL VE GELİŞTİRME KONUSUNDA GÜVEN OLUŞTURMAK AMACIYLA UZMANLARLA HAVACILIK OPERASYONLARINA HİZMET VERMEKTEDİR.

source: HOME
ar: بيت
de: HEIM
tr: ANA SAYFA

source: AVIATION
ar: طيران
de: LUFTFAHRT
tr: HAVACILIK

source: FINANCE
ar: تمويل
de: FINANZEN
tr: FİNANS

source: CAREER
ar: حياة مهنية
de: KARRIERE
tr: KARİYER

source: CONTACT
ar: اتصال
de: KONTAKT
tr: İLETİŞİM

source: AOG Line
ar: خط AOG
de: AOG-Linie
tr: AOG Hattı

source: Join Our Global Team
ar: انضم إلى فريقنا العالمي
de: Treten Sie unserem globalen Team bei
tr: Ekibimize Katıl

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
tr: Profili Düzenle

source: Name Surname
ar: اسم اللقب
de: Vorname Familienname
tr: Ad Soyad

source: Company Name
ar: اسم الشركة
de: Name der Firma
tr: Firma Adı

source: Phone
ar: هاتف
de: Telefon
tr: Telefon

source: Mobile Phone
ar: تليفون محمول
de: Mobiltelefon
tr: Cep telefonu

source: E-Mail
ar: بريد إلكتروني

source: Company Website
ar: اسم الشركة
de: Name der Firma
tr: Firma Adı

source: Member Notes
ar: تذكرنى
de: Mich erinnern
tr: Beni Hatırla

source: profile Update
ar: تحديث الملف الشخصي
de: Profilaktualisierung
tr: Profil güncelleme

source: Close
ar: يغلق
de: Schließen
tr: Kapat

source: Update
ar: تحديث
de: Aktualisieren
tr: Güncelle

source: Offices &</span><span> Warehouses
ar: المكاتب والمستودعات
de: Büros & Lager
tr: SERVİSLERİMİZ

source: Contact Us
ar: اتصال
de: Kontakt
tr: İletişim

source: Modern Marketing &</span><span> Ecommerce
ar: التسويق الحديث والتجارة الإلكترونية
de: Modernes Marketing & E-Commerce
tr: Modern Pazarlama ve & E-ticaret

source: Modernization of trade requires differentiation of approaches for international markets. We serve corporate integration to new generation e-commerce applications.Reka Global offers a wide range of new generarion international trade services for both import and export processes.
ar: يتطلب تحديث التجارة تمايز الأساليب المتبعة في الأسواق الدولية. نحن نخدم تكامل الشركات مع تطبيقات التجارة الإلكترونية من الجيل الجديد. تقدم ريكا جلوبال مجموعة واسعة من خدمات التجارة الدولية للجيل الجديد لعمليات الاستيراد والتصدير.
de: Die Modernisierung des Handels erfordert eine Differenzierung der Ansätze für internationale Märkte. Wir dienen der Unternehmensintegration in E-Commerce-Anwendungen der neuen Generation. Reka Global bietet eine breite Palette internationaler Handelsdienstleistungen der neuen Generation für Import- und Exportprozesse.
tr: Ticaretin modernleşmesi, uluslararası pazarlara yönelik yaklaşımların farklılaşmasını gerektirmektedir. Yeni nesil e-ticaret uygulamalarına kurumsal entegrasyon hizmeti veriyoruz. Reka Global, hem ithalat hem de ihracat süreçlerinde geniş bir yelpazede yeni nesil dış ticaret hizmetleri sunmaktadır.

source: Our main goal is to offer our customers a smooth and successful trade operation, free from the possible risks and difficulties of international trade. Our wide range of services offers managing or monitoring standard and non-standard trade operations as well as tailor-made solutions for your business.By utilizing our existing sales channels among all over the world, we are serving SMEs as an outsider sales team.
ar: هدفنا الرئيسي هو أن نقدم لعملائنا عملية تجارية سلسة وناجحة ، خالية من المخاطر والصعوبات المحتملة للتجارة الدولية. تقدم مجموعة خدماتنا الواسعة إدارة أو مراقبة العمليات التجارية القياسية وغير القياسية بالإضافة إلى حلول مصممة خصيصًا لعملك. من خلال الاستفادة من قنوات المبيعات الحالية لدينا في جميع أنحاء العالم ، نحن نخدم الشركات الصغيرة والمتوسطة كفريق مبيعات خارجي.
de: Unser Hauptziel ist es, unseren Kunden einen reibungslosen und erfolgreichen Handelsbetrieb zu bieten, frei von den möglichen Risiken und Schwierigkeiten des internationalen Handels. Unser breites Leistungsspektrum bietet die Verwaltung oder Überwachung von Standard- und Nicht-Standard-Handelsoperationen sowie maßgeschneiderte Lösungen für Ihr Unternehmen. Durch die Nutzung unserer bestehenden Vertriebskanäle auf der ganzen Welt bedienen wir KMU als externes Vertriebsteam.
tr: Ana hedefimiz, müşterilerimize uluslararası ticaretin olası risk ve zorluklarından arınmış, sorunsuz ve başarılı bir ticaret operasyonu sunmaktır. Geniş hizmet yelpazemiz, standart ve standart dışı ticaret operasyonlarının yönetilmesi veya izlenmesinin yanı sıra işletmenize özel çözümler sunar. Dünyanın her yerindeki mevcut satış kanallarımızı kullanarak KOBİ'lere dışarıdan satış ekibi olarak hizmet veriyoruz.

source: Investment solutions against dynamic economical volatilty. Asset management and private financial consultancy. Corporate audit, financial control systems with customized accounting software solutions. Accurate forecast of global economy.
ar: حلول استثمارية ضد التقلبات الاقتصادية الديناميكية. إدارة الأصول والاستشارات المالية الخاصة. تدقيق الشركات ، وأنظمة الرقابة المالية مع حلول برامج المحاسبة المخصصة. توقعات دقيقة للاقتصاد العالمي.
de: Anlagelösungen gegen dynamische wirtschaftliche Volatilität. Vermögensverwaltung und private Finanzberatung. Unternehmensrevision, Finanzkontrollsysteme mit maßgeschneiderten Buchhaltungssoftwarelösungen. Genaue Prognose der Weltwirtschaft.
tr: Dinamik ekonomik oynaklığa karşı yatırım çözümleri. Varlık yönetimi ve özel finansal danışmanlık. Kurumsal denetim, finansal kontrol sistemleri ile özelleştirilmiş muhasebe yazılım çözümleri. Küresel ekonominin doğru tahmini.

source: REKA provides support for airlines, OEMs, airports, repair workshops and other facilities with spare parts of aircrafts, equipment and maintenance management services.
ar: تقدم REKA الدعم لشركات الطيران والشركات المصنعة للمعدات الأصلية والمطارات وورش الإصلاح والمرافق الأخرى بقطع غيار الطائرات والمعدات وخدمات إدارة الصيانة.
de: REKA unterstützt Fluggesellschaften, OEMs, Flughäfen, Reparaturwerkstätten und andere Einrichtungen mit Ersatzteilen für Flugzeuge, Ausrüstung und Wartungsmanagement.
tr: REKA, havayolları, OEM'ler, havalimanları, tamir atölyeleri ve diğer tesislere uçak yedek parça, ekipman ve bakım yönetimi hizmetleri ile destek vermektedir.

source: Global spares supply and maintenance service for virtually every major aircraft and helicopter manufacturer; Spares supply and maintenance service for Western-built aircraft and helicopters; Boeing, Airbus and Bombardier components as well as Ground Support Equipments (GSE) and their spares.
ar: خدمة توريد وصيانة قطع الغيار العالمية تقريبًا لكل شركة تصنيع طائرات وهليكوبتر كبرى ؛ خدمة توريد وصيانة قطع الغيار للطائرات والمروحيات الغربية الصنع ؛ مكونات بوينج وإيرباص وبومباردييه بالإضافة إلى معدات الدعم الأرضي (GSE) وقطع غيارها.
de: Globaler Ersatzteilversorgungs- und Wartungsservice für praktisch jeden großen Flugzeug- und Hubschrauberhersteller; Ersatzteilversorgung und Wartungsservice für im Westen gebaute Flugzeuge und Hubschrauber; Boeing-, Airbus- und Bombardier-Komponenten sowie Ground Support Equipments (GSE) und deren Ersatzteile.
tr: Hemen hemen her büyük uçak ve helikopter üreticisi için küresel yedek parça tedarik ve bakım hizmeti; Batı yapımı uçak ve helikopterler için yedek parça temini ve bakım hizmeti; Boeing, Airbus ve Bombardier bileşenleri ile Yer Destek Ekipmanları (GSE) ve bunların yedek parçaları.

source: WE BUILD TRUST
ar: نحن نبني الثقة
de: WIR SCHAFFEN VERTRAUEN
tr: GÜVEN İNŞAA EDİYORUZ

source: HUNDREDS OF BUSINESS PARTNERS WORK OVERSEAS WITH TRUSTFULL COOPERATION IN VARIOUS FIELDS
ar: مئات من شركاء الأعمال يعملون في الخارج بتعاون موثوق به في مختلف المجالات
de: HUNDERTE VON GESCHÄFTSPARTNERN ARBEITEN IN ÜBERSEE MIT VERTRAUENSVOLLER ZUSAMMENARBEIT IN VERSCHIEDENEN BEREICHEN
tr: YURT DIŞINDA ÇEŞİTLİ ALANLARDA GÜVENİLİR İŞ BİRLİĞİ İLE ÇALIŞAN YÜZLERCE İŞ ORTAĞI

source: INTERNATIONAL TRADE
ar: التجارة العالمية
de: INTERNATIONALER HANDEL
tr: ULUSLARARASI TİCARET

source: MRO & GROUND HANDLING
ar: MRO والمناولة الأرضية
de: MRO & BODENABFERTIGUNG
tr: MRO & YER HİZMETLERİ

source: Safety Requires Quality. Maintenance and Repair Operations, Ground Support Equipments, Low Maintenance Metrics
ar: تتطلب السلامة الجودة. عمليات الصيانة والإصلاح ، معدات الدعم الأرضي ، مقاييس الصيانة المنخفضة
de: Sicherheit braucht Qualität. Wartungs- und Reparaturvorgänge, Bodenunterstützungsausrüstungen, Metriken für geringe Wartung
tr: Güvenlik Kalite Gerektirir. Bakım ve Onarım İşlemleri, Yer Destek Ekipmanları, Düşük Bakım Metrikleri

source: COOPERATION CULTURE
ar: ثقافة التعاون
de: KOOPERATIONSKULTUR
tr: İŞBİRLİĞİ KÜLTÜRÜ

source: CORPORATE TEAM WORK LEADS TO GLOBAL SUCCESS WITH COOPERATION PRINCIPLES
ar: يقود العمل الجماعي المؤسسي إلى النجاح العالمي بمبادئ التعاون
de: UNTERNEHMERISCHE TEAMARBEIT FÜHRT MIT GRUNDSÄTZEN DER ZUSAMMENARBEIT ZUM WELTWEITEN ERFOLG
tr: KURUMSAL EKİP ÇALIŞMASI, İŞBİRLİĞİ İLKELERİ İLE KÜRESEL BAŞARIYA YOL AÇAR

source: SKY IS THE LIMIT
ar: السماء هي الحد
de: DER HIMMEL IST DIE GRENZE!

source: EXPECTATION OF SERVICES BEYOND BOUNDRIES WITH CREATIVITY AND INSPIRATION
ar: توقع خدمات تتجاوز الحدود بالإبداع والإلهام
de: ERWARTUNG VON LEISTUNGEN ÜBER GRENZEN MIT KREATIVITÄT UND INSPIRATION
tr: YARATICILIK VE İLHAM İLE SINIR ÖTESİNDE HİZMET

source: Request For Quote
ar: طلب للحصول على الاقتباس
de: Anfrage für ein Angebot

source: Part Number
ar: رقم القطعة
de: Artikelnummer

source: Description
ar: وصف
de: Beschreibung

source: Quantity *:
ar: كمية
de: Menge

source: Condition
ar: بناء
de: Konstruktion
tr: Yapı

source: Mail
ar: بريد إلكتروني
de: E-Mail

source: Telephone
ar: هاتف
de: Telefon

source: Company name
ar: اسم الشركة
de: Name der Firma

source: Our sales team will contact with you in 48 hours.
ar: سيتواصل معك فريق المبيعات لدينا في غضون 48 ساعة.
de: Unser Verkaufsteam wird sich innerhalb von 48 Stunden mit Ihnen in Verbindung setzen.
tr: Satış ekibimiz 48 saat içinde sizinle iletişime geçecektir.

source: Our</span> <span>Services
ar: خدماتنا
de: Unsere Dienstleistungen

source: MRO & Ground Handling
ar: MRO والمناولة الأرضية
de: MRO & Bodenabfertigung
tr: MRO ve Yer Hizmetleri

source: Relaible Maintenannce and Repair with OEM spare parts. Disciplined Ground Handling
ar: صيانة وإصلاح موثوق به مع قطع غيار OEM. منضبطة المناولة الأرضية
de: Zuverlässige Wartung und Reparatur mit OEM-Ersatzteilen. Diszipliniertes Groundhandling
tr: OEM yedek parçalar ile Güvenilir Bakım ve Onarım. Disiplinli Yer Hizmetleri

source: Distributorships
ar: التوزيعات
de: Vertriebspartnerschaften
tr: Distribütörlükler

source: Exclusive distribution of premium brands with EXW, CIP, DDP delivery logistic services
ar: توزيع حصري للعلامات التجارية المتميزة مع الخدمات اللوجستية للتسليم EXW و CIP و DDP
de: Exklusiver Vertrieb von Premium-Marken mit EXW-, CIP-, DDP-Lieferlogistikdiensten
tr: EXW, CIP, DDP teslimat lojistik hizmetleri ile premium markaların özel dağıtımı

source: Real Estate
ar: العقارات
de: Immobilie
tr: GAYRİMENKUL

source: Trustful commercial property partner for long term localization. Professional leasing and Tenant Mix solutions
ar: شريك ملكية تجارية موثوق به للتوطين على المدى الطويل. التأجير الاحترافي وحلول Tenant Mix
de: Vertrauenswürdiger Partner für Gewerbeimmobilien für langfristige Lokalisierung. Professionelle Leasing- und Mietermix-Lösungen
tr: Uzun vadeli yerelleştirme için güvenilir ticari emlak ortağı. Profesyonel kiralama ve Kiracı çözümler

source: Construction
ar: بناء
de: Konstruktion
tr: Yapı

source: Elegant design & construction project management with strick application quality principles
ar: تصميم أنيق وإدارة مشاريع البناء مع مبادئ جودة التطبيق الصارمة
de: Elegantes Design- und Bauprojektmanagement mit strengen Qualitätsprinzipien für die Anwendung
tr: Üstün uygulama kalitesi ilkeleri ile zarif tasarım ve inşaat proje yönetimi

source: Finance
ar: تمويل
de: Finanzen
tr: Finans

source: Corporate Audit, financial control systems with customized accounting software solutions. Accurate forecast of global economy
ar: تدقيق الشركات ، وأنظمة الرقابة المالية مع حلول برامج المحاسبة المخصصة. توقعات دقيقة للاقتصاد العالمي
de: Corporate Audit, Finanzkontrollsysteme mit maßgeschneiderten Buchhaltungssoftwarelösungen. Genaue Prognose der Weltwirtschaft
tr: Kurumsal Denetim, finansal kontrol sistemleri ile özelleştirilmiş muhasebe yazılım çözümleri. Küresel ekonominin doğru tahmini

source: E-Commerce
ar: التجارة الإلكترونية
tr: E-ticaret

source: Modernization of trade for international markets. Corporatintegration to new generation e-commerce applications
ar: تحديث التجارة للأسواق الدولية. دمج الشركات مع تطبيقات التجارة الإلكترونية من الجيل الجديد
de: Modernisierung des Handels für internationale Märkte. Unternehmensintegration in E-Commerce-Anwendungen der neuen Generation
tr: Uluslararası pazarlar için ticaretin modernizasyonu. Yeni nesil e-ticaret uygulamalarına kurumsal entegrasyon

source: Trusted</span> <span>By
ar: موثوق به
de: vertraut durch
tr: REFERANSLARIMIZ

source: About</span> <span>Us
ar: معلومات عنا
de: über uns
tr: HAKKIMIZDA

source: Reka Global offers a wide range ofinternational trade services for both import and export processes. Our main goal is to offer our customers a smooth and successful trade operation, free from the possible risks and difficulties of international trade.
ar: تقدم شركة Reka Global مجموعة واسعة من خدمات التجارة الدولية لكل من عمليات الاستيراد والتصدير. هدفنا الرئيسي هو أن نقدم لعملائنا عملية تجارية سلسة وناجحة ، خالية من المخاطر والصعوبات المحتملة للتجارة الدولية.
de: Reka Global bietet eine breite Palette internationaler Handelsdienstleistungen für Import- und Exportprozesse an. Unser Hauptziel ist es, unseren Kunden einen reibungslosen und erfolgreichen Handelsbetrieb zu bieten, frei von den möglichen Risiken und Schwierigkeiten des internationalen Handels.
tr: Reka Global, hem ithalat hem de ihracat süreçlerinde geniş bir yelpazede uluslararası ticaret hizmetleri sunmaktadır. Ana hedefimiz, müşterilerimize uluslararası ticaretin olası risk ve zorluklarından arınmış, sorunsuz ve başarılı bir ticaret operasyonu sunmaktır.

source: Our wide range of services offers managing or monitoring standard and non-standard trade operations as well as tailor-made solutions for your business.
ar: تقدم مجموعة خدماتنا الواسعة إدارة أو مراقبة العمليات التجارية القياسية وغير القياسية بالإضافة إلى الحلول المصممة خصيصًا لأعمالك.
de: Unser breites Leistungsspektrum bietet die Verwaltung oder Überwachung von Standard- und Nicht-Standard-Handelsvorgängen sowie maßgeschneiderte Lösungen für Ihr Unternehmen.
tr: Geniş hizmet yelpazemiz, standart ve standart dışı ticaret operasyonlarının yönetimi veya izlenmesinin yanı sıra işletmenize özel çözümler sunar.

source: By utilizing our existing sales channels among all over the world, we are serving SMEs as an outsider sales team
ar: من خلال الاستفادة من قنوات المبيعات الموجودة لدينا في جميع أنحاء العالم ، فإننا نخدم الشركات الصغيرة والمتوسطة كفريق مبيعات خارجي
de: Durch die Nutzung unserer bestehenden Vertriebskanäle auf der ganzen Welt dienen wir KMUs als externes Vertriebsteam
tr: Dünya genelindeki mevcut satış kanallarımızı kullanarak KOBİ'lere dışarıdan satış ekibi olarak hizmet vermekteyiz.

source: REKA GLOBAL SERVES EXCELLENT AVIATION OPERATIONS WITH EXPERTS TO BUILD TRUST ON INTERNATIONAL TRADE, AVIATION SUPPLY-CHAIN, GSE SUPPORT SERVE, FINANCE, COMMERCE, REAL ESTATE AND DEVELOPMENT.
ar: تقدم شركة REKA العالمية عمليات طيران ممتازة مع خبراء لبناء الثقة في التجارة الدولية وسلسلة توريد الطيران وخدمة دعم GSE والتمويل والتجارة والعقارات والتنمية.
de: REKA GLOBAL UNTERSTÜTZT AUSGEZEICHNETE LUFTFAHRTUNTERNEHMEN MIT EXPERTEN, UM VERTRAUEN IN DEN INTERNATIONALEN HANDEL, DIE LUFTFAHRT-LIEFERKETTE, GSE-UNTERSTÜTZUNGSDIENSTE, FINANZEN, HANDEL, IMMOBILIEN UND ENTWICKLUNG ZU SCHAFFEN.
tr: REKA GLOBAL, ULUSLARARASI TİCARET, HAVACILIK TEDARİK ZİNCİRİ, GSE DESTEK HİZMETİ, FİNANS, TİCARET, GAYRİMENKUL VE GELİŞTİRME KONUSUNDA GÜVEN OLUŞTURMAK İÇİN UZMANLARLA MÜKEMMEL HAVACILIK OPERASYONLARINA HİZMET VERİYOR.

source: HUNDREDS OF OUR BUSINESS PARTNERS WORK OVERSEAS WITH TRUSTFULL COOPERATION IN VARIOUS FIELDS.
ar: يعمل مئات من شركائنا في العمل في الخارج بتعاون موثوق به في مجالات مختلفة.
de: HUNDERTE UNSERER GESCHÄFTSPARTNER ARBEITEN IN ÜBERSEE MIT VERTRAUENSVOLLER ZUSAMMENARBEIT IN VERSCHIEDENEN BEREICHEN.
tr: YÜZLERCE İŞ ORTAĞIMIZ YURT DIŞINDA ÇEŞİTLİ ALANLARDA GÜVENİLİR BİR İŞBİRLİĞİ İLE ÇALIŞMAKTADIR.

source: COUNTRIES SERVED
ar: الدول التي يتم خدمتها
de: BEDIENTE LÄNDER
tr: HİZMET VERİLEN ÜLKELER

source: PROJECTS COMPLETED
ar: المشاريع المنجزة
de: PROJEKTE ABGESCHLOSSEN
tr: TAMAMLANAN PROJELER

source: SUCCESSFULL DELIVERIES
ar: عمليات التسليم الناجحة
de: ERFOLGREICHE LIEFERUNGEN
tr: BAŞARILI TESLİMATLAR

source: SATISFIED CLIENTS
ar: عملاء راضون
de: ZUFRIEDENE KUNDEN
tr: MEMNUN MÜŞTERİLER

source: Our</span> <span>Team
ar: فريقنا
de: Unser Team
tr: EKİBİMİZ

source: General Manager
ar: مدير عام
de: Hauptgeschäftsführer
tr: Genel Müdür

source: Trade & Logistic Coordinator
ar: منسق التجارة واللوجستيات
de: Handels- und Logistikkoordinator
tr: Ticaret & Lojistik Koordinatörü

source: Procurement & Logistic Specialist
ar: أخصائي المشتريات واللوجستيات
de: Handels- und Logistik koordinator
tr: Tedarik ve Lojistik Uzmanı

source: CRM Coordinator
ar: منسق CRM
de: CRM-Koordinator
tr: CRM Koordinatörü

source: Procurement Specialist
ar: أخصائي المشتريات
de: Beschaffungsspezialist
tr: Satınalma Sorumlusu

source: Quality Control Specialist
ar: أخصائي ضبط الجودة
de: Spezialist für Qualitätskontrolle
tr: Kalite Kontrol Uzmanı

source: Logistic Specialist
ar: أخصائي لوجستي
de: Logistiker
tr: Lojistik Uzmanı

source: Welcome
ar: مرحباً
de: Willkommen
tr: Hoş geldiniz

source: Back!
ar: خلف!
de: Zurück!
tr: Geri Dön

source: E-mail
ar: بريد إلكتروني

source: Password
ar: كلمة المرور
de: Passwort
tr: Şifre

source: Log In
ar: تسجيل الدخول
de: Anmeldung
tr: Giriş Yap

source: Dont Have an Account?
ar: ليس لديك حساب؟
de: Sie haben kein Konto?
tr: Hesabınız Yok mu?

source: Return to home page
ar: العوده للصفحة الرئيسية
de: Zur Startseite zurückkehren
tr: Ana sayfaya dön

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
tr: Şifreni yenile

source: Forgot your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: نسيت كلمة السر؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل إليك تعليمات عبر البريد الإلكتروني لإعداد عنوان جديد.
de: Haben Sie Ihr Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen per E-Mail Anweisungen zum Einrichten einer neuen Adresse.
tr: Parolanızı mı unuttunuz? Aşağıya e-posta adresinizi girin, yeni bir tane ayarlamak için talimatları e-postayla gönderelim.

source: Send email
ar: ارسل بريد الكتروني
de: E-Mail senden
tr: Email gönder

source: Size
ar: مقاس
de: Größe
tr: Boyut

source: AC Type
ar: نوع المكيف
de: AC-Typ
tr: AC Tipi

source: Qty
ar: الكمية
de: Menge
tr: Miktar

source: Price
ar: سعر
de: Preis
tr: Fiyat

source: Profile
ar: حساب تعريفي
de: Profil
tr: Profil

source: Part Number
ar: رقم القطعة
de: Artikelnummer
tr: Parça Numarası

source: SEARCH PART NUMBER FOR STOCK AVAILABILITY
ar: رقم جزء البحث عن توفر المخزون
de: SUCHEN SIE TEILENUMMER FÜR LAGERVERFÜGBARKEIT
tr: STOK DURUMU İÇİN PARÇA NUMARASI ARAYIN

source: Inventory List
ar: قائمة الجرد
de: Inventarliste
tr: Envanter listesi

source: As a part of group companies, Reka RE & C serves comprehensive commercial development consultancy, real estate management, leasing solutions & tenant-mix optimization to localized projects with a wide aspect of globalized know-how.
ar: كجزء من شركات المجموعة ، تقدم Reka RE & C استشارات التنمية التجارية الشاملة ، وإدارة العقارات ، وحلول التأجير ، وتحسين مزيج المستأجرين للمشاريع المحلية مع جانب واسع من المعرفة المعولمة من أجل توسيع الحدود.
de: Als Teil von Gruppenunternehmen bietet Reka RE & C umfassende kommerzielle Entwicklungsberatung, Immobilienverwaltung, Vermietungslösungen und Optimierung des Mietermixes für lokalisierte Projekte mit einem breiten Aspekt an globalisiertem Know-how, um Grenzen zu erweitern.
tr: Grup şirketlerinin bir parçası olan Reka RE & C, sınırları genişletmek için küreselleşmiş know-how'ın geniş bir yönü ile yerel projelere kapsamlı ticari geliştirme danışmanlığı, gayrimenkul yönetimi, kiralama çözümleri ve kiracı karması optimizasyonu hizmetleri sunmaktadır.
