Repository: mfkrdmn/DR-reka-Company-Website-Project
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ar, de, tr

source: Trustful commercial property partner for long term localization. Project management specialized in industrial, mall, office and mixed use developments. Licenced real estate agents for professional leasing and Tenant Mix solutions.
ar: شريك ملكية تجارية موثوق به للتوطين على المدى الطويل. إدارة المشاريع المتخصصة في التطوير الصناعي والمول والمكتبي والمتعدد الاستخدامات. وكلاء عقاريون مرخصون للتأجير الاحترافي وحلول Tenant Mix.
de: Vertrauenswürdiger Partner für Gewerbeimmobilien für langfristige Lokalisierung. Projektmanagement spezialisiert auf Industrie-, Einkaufszentren-, Büro- und Mischnutzungsentwicklungen. Lizenzierte Immobilienmakler für professionelle Vermietung und Mietermix-Lösungen.
tr: Uzun vadeli yerelleştirme için güvenilir ticari emlak ortağı. Endüstriyel, alışveriş merkezi, ofis ve karma kullanım geliştirmelerinde uzmanlaşmış proje yönetimi. Profesyonel kiralama ve Tenant Mix çözümleri için lisanslı emlakçılar.

source: Welcome!
ar: مرحباً!
de: Willkommen!
tr: Hoş geldiniz!

source: Email
ar: بريد إلكتروني

source: Password again
ar: أدخل كلمة السر مرة أخرى
de: Passwort erneut
tr: Şifrenizi Tekrar Giriniz

source: Already Have an Account?
ar: هل لديك حساب؟
de: Sie haben bereits ein Konto?
tr: Hesabınız var mı?

source: EC
de: EG

source: RFQ is submitted successfully!
de: Anfrage wurde erfolgreich übermittelt!
tr: RFQ başarıyla gönderildi!

source: MM & EC
tr: MRO & GSE
